acpid
acpilight
adobe-source-han-sans-cn-fonts
alsa-utils
amd-ucode
amdvlk
autoconf
automake
awesome-terminal-fonts
base
bc
binutils
bison
bluez-utils
chromium
cronie
dhcpcd
dmenu
dunst
efibootmgr
exfat-utils
fakeroot
fcitx
fcitx-configtool
fcitx-gtk3
fcitx-libpinyin
fcitx-qt5
fcitx-table-extra
fcitx-table-other
file
findutils
flameshot
flex
gawk
gcc
gettext
git
gnu-free-fonts
grep
groff
grub
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
kdeconnect
lib32-nvidia-utils
libreoffice-fresh
libtool
linux
linux-firmware
lynx
m4
make
man-db
mesa
mpv
networkmanager
newsboat
noto-fonts
noto-fonts-emoji
ntfs-3g
numlockx
nvidia
nvidia-settings
nvidia-utils
opencl-mesa
pacman
pacman-contrib
pamixer
patch
pkgconf
polkit-gnome
powerline-fonts
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-pynvim
qutebrowser
ranger
rxvt-unicode
samba
sed
simple-scan
sshfs
steam
steam-native-runtime
sudo
sxiv
telegram-desktop
texinfo
thunderbird
ttf-dejavu
ttf-font-awesome
ttf-ionicons
ttf-liberation
ttf-linux-libertine
udiskie
urxvt-perls
vi
vim
w3m
wget
which
wqy-bitmapfont
wqy-zenhei
xf86-video-amdgpu
xorg-bdftopcf
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
